export const CSR_NewsData = () => {
  const Data = [
    {
      id: 5,
      src: 'https://www.thesto.kr/www/sto/files/board/20201218155457.470.3.0.jpg',
      title: '희귀난치질환 아동 보호자를 위한 크리스마스 선물 전달',
      writer: '㈜STO',
      date: '2020-12-18',
      content: (
        <>
          <p style={{lineHeight: 2}}>
            2020년이 이제 2주 정도 밖에 남지 않았습니다.<br />
            올해에는 무엇보다도 코로나19로 인해 모두가 어려운 한해를 보낸 것 같습니다.<br />
            특히나 희귀난치 및 중증장애 아동과 함께 하는 보호자 분들은 면연력이 약한 아이들이<br />
            코로나에 걸릴까 노심초사 하며 그 힘듬이 배로 어려웠던 한해였습니다.<br />
            이에 유미회에서는 힘들었던 올해를 잘 보내주신 우리 보호자 분들을 위해<br />
            '어른을 위한 크리스마스 선물'을 준비 하였습니다.<br />
            아이들을 챙기느라 뒷전이었던 우리 어른들<br />
            이번만큼은 크리스마스의 주인공이 되어 아이들과 행복한 시간을 보냈으면 합니다.<br />
            준비한 선물은 유미회에서 정기지원중인 10가정과 인천남동장애인복지관 이용자 분들에게<br />
            잘 전달하였습니다.<br />
            올 한해 함께 해주신 에스티오 임직원 및 유미회의 가족분들에게 감사의 인사를 전합니다.<br />
            내년에는 에스티오 김흥수 대표님이 사재출현으로 설립한 재단법인 유미회로<br />
            더욱더 많은 활동들을 예정하고 있습니다.<br />
            많은 관심과 응원 부탁드립니다. 감사합니다.
          </p>
        </>
      )
    },
    {
      id: 4,
      src: 'https://www.thesto.kr/www/sto/files/board/20201201164155.2370.5.0.jpg',
      title: '(주)에스티오 지역사회공헌 인정기업 선정',
      writer: '㈜STO',
      date: '2020-12-01',
      content: (
        <>
          <p style={{marginBottom: 20}}>(주)에스티오가 여러 많은 분들의 도움으로  2020 지역사회공헌 인정제의 기업으로 선정되었습니다.</p>
          <p style={{marginBottom: 20}}>보건복지부와 한국사회복지협의회에서 2019년도 부터 공동으로 주관하여 지역사회공헌인정제는 비영리단체와<br />파트너쉽을 맺고 꾸준한 지역 사회공헌 활동을 펼친 기업과 기관을 발굴하여 그 공로를 인정해 주는 제도입니다.</p>
          <p style={{marginBottom: 20}}>그간 희귀난치질환 아동과 가족들을 위한 치료비 지원, 비영리단체와 네트워크 활동을 통해 사회적 가치 실현을<br />위한 다양한 사회공헌 활동을 선도적으로 수행한 공로를 인정 받았습니다.</p>
          <p style={{marginBottom: 20}}>앞으로도 에스티오의 지속경영과 복지사각지대 해소에 도움이 될 수 있도록 적극적인 사회공헌 활동을 이어나가도록 하겠습니다.</p>
          <p style={{marginBottom: 8}}>[외부보도내용]</p>
          <a href="http://www.todaykorea.co.kr/news/articleView.html?idxno=280207" target="blank" style={{marginBottom: 8}}>http://www.todaykorea.co.kr/news/articleView.html?idxno=280207</a><br />
          <a href="http://www.discoverynews.kr/sub_read.html?uid=322867" target="blank">http://www.discoverynews.kr/sub_read.html?uid=322867"</a>
        </>
      )
    },
    {
      id: 3,
      src: 'https://www.thesto.kr/www/sto/files/board/20201105100933.5440.6.0.jpg',
      title: '(주)에스티오 희귀난치질환 아동을 위한 재단법인 설립 추진',
      writer: '㈜STO',
      date: '2020-11-05',
      content: (
        <>
          <img src="https://www.thesto.kr/www/sto/files/board/20201105100933.5440.6.0.jpg" width={600} style={{marginBottom: 40}} />
          <p style={{marginBottom: 20}}>4일 (주)에스티오 본사 대회의실에서 (가칭)재단법인 유미회 설립을 위한 발기인 총회가 개최되었습니다.</p>
          <p style={{marginBottom: 20}}>이날의 자리는 희귀난치 및 중증장애 가족 당사자이자. (주)에스티오 대표이사인 김흥수외 2인이 30억 가량의<br />개인 자산 출현으로 사회공헌과 사회환원을 통해 같은 어려움을 겪는 분들에게 직접적으로 지원과 도움을 드리고자<br />재단법인 설립을 추진하게 되었습니다.</p>
          <p style={{marginBottom: 20}}>(가칭)재단법인 유미회는 희귀난치질환과 중증장애로 어려움을 겪는 환아와 가족 중<br />▲빈곤 혹은 저소득이 아니여서 공공 및 민간 자원의 혜택을 받지 못하는 복지 사각지대 가정지원<br />▲희귀난치 및 중증장애 특성에 따른 장기적 지원<br />▲환아 이외의 보호자 다른 가족 지원<br />▲관련단체 지원 등을 통해 경제적 문제 뿐만 아니라 가족 모두의 정서적 문제까지도 접근 하고 지원하고자 합다.</p>
          <p style={{marginBottom: 20}}>또한 관련 분야의 전문가인 중부대학교 보건복지학부 이경준 교수, 이노소셜랩 고대권 대표, 더인디고 조성민 대표를<br />임원으로 선출 재단법인 사업 운영과 활동에 전문성을 갖추고자 하였습니다.</p>
          <p style={{marginBottom: 20}}>앞으로 지자체의 허가신청 및 법인 설립등기, 직원 채용 절차를 거칠 계획이며, 내년 상반기 설립허가를 통해 정식 출범할 예정입니다.</p>
          <p>많은 분들의 응원과 참여를 부탁드립니다.</p>
        </>
      )
    },
    {
      id: 2,
      src: 'https://www.thesto.kr/www/sto/files/board/20200921153800.3410.5.0.jpg',
      title: '㈜에스티오-숲스토리 사회적 가치 창출과 사회공헌을 위한 업무협약',
      writer: '㈜STO',
      date: '2020-09-21',
      content: (
        <>
          <div style={{display: 'flex', alignItems: 'center', flexDirection: 'column', fontWeight: 700, marginBottom: 40}}>
            <p style={{fontSize: 18}}>㈜에스티오-숲스토리 사회적 가치 창출과 사회공헌을 위한 업무협약</p>
            <p>- 발달장애인들을 위한 사회적기업 ‘숲스토리’와 사회소외계층지원과<br />다양한 공유가치 창출을 위한 업무협약 및 후원 전달식 열려-</p>
          </div>
          <p style={{marginBottom: 20}}>지난 9일 남성복 브랜드 에스티코(STCO)를 운영중인 ㈜에스티오(대표 김흥수)에서는 사회적 기업 숲스토리와 사회적 가치 창출과<br />사회공헌활동을 위한 업무협약(MOU)을 체결했다고 밝혔다.</p>
          <p style={{marginBottom: 20}}>이번 업무협약은 ▲ 환경보호를 위한 리사이클링 사업의 숲스토리 지원<br />▲발달장애인 자립과 직업재활 활성화를 위한 네트워크 조직 협력 사업<br/>▲ 장애인 인식개선을 위한 지원 등 다양한 분야에서 협력하여 추진해 나아가기로 했다.</p>
          <p style={{marginBottom: 20}}>이전부터 패션 기업들은 브랜드 이미지 관리를 위해 재고 의류나 신상품 출시를 위해 제작된 샘플 의류 대부분 시중 유통되지 않도록 <br />소각 폐기하며 이러한 방법은 환경파괴의 주범 중 하나로 끊임없이 문제제기되어 왔다.</p>
          <p style={{marginBottom: 20}}>이에 ㈜에스티오에서는 친 환경 지속가능경영을 고민하고 지역사회사회공헌과 연계하는 방안으로 발달장애인들을 위한 직업재활과<br />사회구성원으로의 자립을 도우며 단순 리사이클링 사업이 아닌 환경보호의 문화를 만들기 위한 기업의 사회적 가치 창출을 위해<br />숲스토리와의 자리가 마련됐다.</p>
          <p style={{marginBottom: 20}}>이날 업무협약에 관련하여 ㈜에스티오 김흥수 대표는 “코로나19로 모든 국민이 어려운 시기로 이런 때야 말로 움츠려 드는 것이 아닌<br />회사는 사회공헌과 사회적 가치실현을 위해 더욱 노력해야 합니다. 회사의 슬로건인 ‘행복한 멋진 라이프 인생 충족’을 모든 분들에게<br />전해드리기 위해 앞으로도 적극적으로 나설 것이며, 회사의 사회적 책임 또한 완수하도록 노력 하겠습니다.”고 밝혔다.</p>
          <a href="http://www.ktnews.com/news/articleView.html?idxno=116468" target="blank">[외부 기사 보도 링크 ] http://www.ktnews.com/news/articleView.html?idxno=116468</a>
        </>
      )
    },
    {
      id: 1,
      src: 'https://www.thesto.kr/www/sto/files/board/20200514171024.4960.8.0.jpg',
      title: '희귀난치질환 아동과 가족에게 마스크 및 위생용품 지원',
      writer: '㈜STO',
      date: '2020-05-14',
      content: (
        <>
          <img src="https://www.thesto.kr/www/sto/files/board/20200514171024.4960.8.0.jpg" width={600} style={{marginBottom: 40}} />
          <p>
            올 초 부터 유행하는 코로나 19로 인해 우리의 일상들이 많이 변화 되었습니다.<br />
            계절의 여왕인 5월 푸르고 따뜻한 날씨 속에 가족과 함께 야외에서 함께 해야할 시간에<br />
            감염의 위험으로 외출에 제한이 되고 특히 면역력이 약한 희귀난치성질환 아이들에게는 상쾌한 공기를 마시며<br />
            잠시 바깥을 돌아보는 것도 조심스럽고 선뜻 나서기 어렵게 되었습니다.<br />
            그래도 정부와 의료계의 헌신, 국민들의 적극적인 참여로 코로나 19의 사태는 진정국면으로 접어들었고<br />
            이전에 구하기 힘들었던 마스크와 위생용품들도 이제 시중에서 어렵지 않게 구할 수 있게 되었지만,<br />
            지속하여 구매하고 사용하면서 예전에 비해 추가적인 비용지출이 생기며, 저소득 가정에게는 큰 부담이 되고 있습니다.<br />
            이에 에스티오에서는 많은 수량은 아니지만 희귀난치질환 환아 가정을 위해 소형마스크와 손소독제, 일회용 체온계 등을 준비하여<br />
            직접 지원하고 있는 11가정과 한국희귀난치성질환연합회와 연결된 가정을 지원하게 되었습니다.<br />
            에스티오 첫날애봉사동호회 소속 직원들이 함께 물품을 준비하고 포장을 도와 준비하였으며,<br />
            코로나19의 상황을 감안하여 모두 비대면으로 무사히 전달하였습니다.<br />
            앞으로도 사회적문제에 관심을 가지고 공헌 할 수 있는 곳에 적극적으로 나서는 에스티오가 되도록 하겠습니다.
          </p>
        </>
      )
    },
  ]
  return { Data }
}