import React from 'react'

export const DisclosureData = () => {
  const Data = [
    {
      date: '2024/03/29',
      title: '사외이사의 선임 • 해임 또는 중도퇴임에 관한 신고',
      PIC: '에스티오',
    },
    {
      date: '2024/03/29',
      title: '정기주주총회결과',
      PIC: '에스티오',
    },
    {
      date: '2024/03/21',
      title: '사업보고서 (2023.12)',
      PIC: '에스티오',
    },
    {
      date: '2024/03/20',
      title: '감사보고서제출',
      PIC: '에스티오',
    },
    {
      date: '2024/03/14',
      title: '주주총회소집공고',
      PIC: '에스티오',
    },
    {
      date: '2024/03/14',
      title: '주주총회집중일개최사유신고',
      PIC: '에스티오',
    },
    {
      date: '2024/02/23',
      title: '주주총회소집결의',
      PIC: '에스티오',
    },
    {
      date: '2024/02/23',
      title: '현금 • 현물배당결정',
      PIC: '에스티오',
    },
    {
      date: '2023/12/12',
      title: '현금 • 현물배당을 위한 주주명부 폐쇄(기준일) 결정',
      PIC: '에스티오',
    },
    {
      date: '2023/12/12',
      title: '주주명부폐쇄기간 또는 기준일 설정',
      PIC: '에스티오',
    },
    {
      date: '2023/11/14',
      title: '분기보고서 (2023.09)',
      PIC: '에스티오',
    },
    {
      date: '2023/08/11',
      title: '반기보고서 (2023.06)',
      PIC: '에스티오',
    },
    {
      date: '2023/05/15',
      title: '분기보고서 (2023.03)',
      PIC: '에스티오',
    },
    {
      date: '2023/03/31',
      title: '정기주주총회결과',
      PIC: '에스티오',
    },
    {
      date: '2023/03/17',
      title: '사업보고서 (2022.12)',
      PIC: '에스티오',
    },
    {
      date: '2023/03/16',
      title: '주주총회소집공고',
      PIC: '에스티오',
    },
    {
      date: '2023/03/16',
      title: '주주총회집중일개최사유신고',
      PIC: '에스티오',
    },
    {
      date: '2023/03/14',
      title: '감사보고서제출',
      PIC: '에스티오',
    },
    {
      date: '2023/02/24',
      title: '현금 • 현물배당결정',
      PIC: '에스티오',
    },
    {
      date: '2023/02/24',
      title: '주주총회소집결의',
      PIC: '에스티오',
    },
    {
      date: '2024/03/29',
      title: '사외이사의 선임 • 해임 또는 중도퇴임에 관한 신고',
      PIC: '에스티오',
    },
    {
      date: '2024/03/29',
      title: '정기주주총회결과',
      PIC: '에스티오',
    },
    {
      date: '2024/03/21',
      title: '사업보고서 (2023.12)',
      PIC: '에스티오',
    },
    {
      date: '2024/03/20',
      title: '감사보고서제출',
      PIC: '에스티오',
    },
    {
      date: '2024/03/14',
      title: '주주총회소집공고',
      PIC: '에스티오',
    },
    {
      date: '2024/03/14',
      title: '주주총회집중일개최사유신고',
      PIC: '에스티오',
    },
    {
      date: '2024/02/23',
      title: '주주총회소집결의',
      PIC: '에스티오',
    },
    {
      date: '2024/02/23',
      title: '현금 • 현물배당결정',
      PIC: '에스티오',
    },
    {
      date: '2023/12/12',
      title: '현금 • 현물배당을 위한 주주명부 폐쇄(기준일) 결정',
      PIC: '에스티오',
    },
    {
      date: '2023/12/12',
      title: '주주명부폐쇄기간 또는 기준일 설정',
      PIC: '에스티오',
    },
    {
      date: '2023/11/14',
      title: '분기보고서 (2023.09)',
      PIC: '에스티오',
    },
    {
      date: '2023/08/11',
      title: '반기보고서 (2023.06)',
      PIC: '에스티오',
    },
    {
      date: '2023/05/15',
      title: '분기보고서 (2023.03)',
      PIC: '에스티오',
    },
    {
      date: '2023/03/31',
      title: '정기주주총회결과',
      PIC: '에스티오',
    },
    {
      date: '2023/03/17',
      title: '사업보고서 (2022.12)',
      PIC: '에스티오',
    },
    {
      date: '2023/03/16',
      title: '주주총회소집공고',
      PIC: '에스티오',
    },
    {
      date: '2023/03/16',
      title: '주주총회집중일개최사유신고',
      PIC: '에스티오',
    },
    {
      date: '2023/03/14',
      title: '감사보고서제출',
      PIC: '에스티오',
    },
    {
      date: '2023/02/24',
      title: '현금 • 현물배당결정',
      PIC: '에스티오',
    },
    {
      date: '2023/02/24',
      title: '주주총회소집결의',
      PIC: '에스티오',
    },
    {
      date: '2024/03/29',
      title: '사외이사의 선임 • 해임 또는 중도퇴임에 관한 신고',
      PIC: '에스티오',
    },
    {
      date: '2024/03/29',
      title: '정기주주총회결과',
      PIC: '에스티오',
    },
    {
      date: '2024/03/21',
      title: '사업보고서 (2023.12)',
      PIC: '에스티오',
    },
    {
      date: '2024/03/20',
      title: '감사보고서제출',
      PIC: '에스티오',
    },
    {
      date: '2024/03/14',
      title: '주주총회소집공고',
      PIC: '에스티오',
    },
    {
      date: '2024/03/14',
      title: '주주총회집중일개최사유신고',
      PIC: '에스티오',
    },
    {
      date: '2024/02/23',
      title: '주주총회소집결의',
      PIC: '에스티오',
    },
    {
      date: '2024/02/23',
      title: '현금 • 현물배당결정',
      PIC: '에스티오',
    },
    {
      date: '2023/12/12',
      title: '현금 • 현물배당을 위한 주주명부 폐쇄(기준일) 결정',
      PIC: '에스티오',
    },
    {
      date: '2023/12/12',
      title: '주주명부폐쇄기간 또는 기준일 설정',
      PIC: '에스티오',
    },
    {
      date: '2023/11/14',
      title: '분기보고서 (2023.09)',
      PIC: '에스티오',
    },
    {
      date: '2023/08/11',
      title: '반기보고서 (2023.06)',
      PIC: '에스티오',
    },
    {
      date: '2023/05/15',
      title: '분기보고서 (2023.03)',
      PIC: '에스티오',
    },
    {
      date: '2023/03/31',
      title: '정기주주총회결과',
      PIC: '에스티오',
    },
    {
      date: '2023/03/17',
      title: '사업보고서 (2022.12)',
      PIC: '에스티오',
    },
    {
      date: '2023/03/16',
      title: '주주총회소집공고',
      PIC: '에스티오',
    },
    {
      date: '2023/03/16',
      title: '주주총회집중일개최사유신고',
      PIC: '에스티오',
    },
    {
      date: '2023/03/14',
      title: '감사보고서제출',
      PIC: '에스티오',
    },
    {
      date: '2023/02/24',
      title: '현금 • 현물배당결정',
      PIC: '에스티오',
    },
    {
      date: '2023/02/24',
      title: '주주총회소집결의',
      PIC: '에스티오',
    },
  ]
  return { Data }
}
