export const JobData = () => {
  const Data = [
    {
      title: '기획 MD',
      subTitle: 'Merchandising',
      parts: (
        <>
          <p>제품기획</p>
          <p>기획지원</p>
        </>
      ),
      content: (
        <>
          <div>
            <p>[제품기획]</p>
            <p>시즌별 패션 트렌드를 예측하고 이에 기반한 제품 종류, 가격 수준, 생산량을 기획합니다.</p>
          </div>
          <div>
            <p>[기획지원]</p>
            <p>제품기획 업무 전반에 대한 지원 업무를 수행합니다.</p>
            <p>제품 납기 및 품직 관리 업무 / 신규 프로모션 업체 발굴 / 마켓 테스트 등</p>
          </div>
        </>
      )
    },
    {
      title: '영업',
      subTitle: 'Marketing',
      parts: (
        <>
          <p>영업</p>
          <p>온라인영업</p>
          <p>영업기획</p>
        </>
      ),
      content: (
        <>
          <div>
            <p>[영업]</p>
            <p>시장 상황변화에 따른 상권의 조사, 매장계약업무, 대리점 및 직영점 개설 등을 진행합니다.</p>
            <p>매출 활성화를 위하여 매장 및 판매직원을 관리합니다.</p>
          </div>
          <div>
            <p>[온라인영업]</p>
            <p>STCO 공식 쇼핑몰 또는 입점몰에 제품을 원할하게 공급하고, 기획전 및 이벤트 관리 업무를 진행합니다.</p>
            <p>경쟁적인 온라인 시장에서 효율적인 매출 관리를 위한 거래처 MD와의 의사소통 및 재고파악 업무를 담당합니다.</p>
          </div>
          <div>
            <p>[영업기획]</p>
            <p>본부 사업계획 및 매출관리, 매장운영에 관한 정책을 수립하고, 입고/출고/반품 관련하여 물동량 운영을 총괄합니다.</p>
          </div>
        </>
      )
    },
    {
      title: '영업지원',
      subTitle: 'Marketing Strategy',
      parts: (
        <>
          <p>홍보 • 판촉</p>
          <p>인테리어/VMD</p>
          <p>웹디자인</p>
          <p>웹개발</p>
        </>
      ),
      content: (
        <>
          <div>
            <p>[홍보 • 판촉]</p>
            <p>브랜드와 제품에 관한 시즌컷 촬영, SNS운영, 매장 디자인 등의 브랜딩 업무와 관리, 멤버십 운영 등의 고객과의</p>
            <p>커뮤니케이션 업무를 중점으로 수행합니다.</p>
          </div>
          <div>
            <p>[인테리어]</p>
            <p>브랜드 컨셉에 따른 매장 구성요소 기획 및 설계 전반에 관한 업무를 수행합니다.</p>
            <p>매장 오픈 및 리뉴얼 시 도면작업, 비용계획, 감리작업을 하며 매장 AS업무를 수행합니다.</p>
          </div>
          <div>
            <p>[VMD]</p>
            <p>매장을 매력적으로 보이게 하는 모든 업무를 수행합니다.</p>
            <p>시즌 프로모션에 기반한 쇼윈도 Display와 월별 시즌상품에 따른 마네킨 Coordination을 제안합니다.</p>
          </div>
          <div>
            <p>[웹디자인]</p>
            <p>사이트 인터페이스 구축을 기본으로 쇼핑몰 업그레이드, 전체 프로모션 디자인을 지원하는 업무를 진행합니다.</p>
          </div>
          <div>
            <p>[웹개발]</p>
            <p>온라인 직영몰(웹/모바일), 어플리케이션 등을 개발하고 운영합니다.</p>
            <p>개발 언어로 C#, NET MVC3, JavaScript 등을 사용하고 Oracle DB를 사용합니다.</p>
          </div>
        </>
      )
    },
    {
      title: '재무기획',
      subTitle: 'Financial Planning',
      parts: (
        <>
          <p>재무</p>
          <p>회계</p>
          <p>자산관리</p>
        </>
      ),
      content: (
        <>
          <div>
            <p>[재무]</p>
            <p>사업계획, 예산에 따른 자금계획을 수립하고 분석하여 운영자금을 조달하고 여신을 확보하는 업무를 수행합니다.</p>
            <p>IR 활동 및 공시 업무를 진행하고 이사회 등 회의체를 운영합니다.</p>
          </div>
          <div>
            <p>[회계]</p>
            <p>재무제표를 작성하여 경영실적 및 지표를 분석하는 직무입니다.</p>
            <p>각종 세무 업무, 계정관리, 전사 전표 관리를 담당하며 재고관리 업무도 수행합니다.</p>
          </div>
          <div>
            <p>[자산관리]</p>
            <p>전사 매출 정산 및 매장 재고 실사 관리를 담당하며, 매장 오픈에 따라 발생되는 계약서 및 매출채권을 관리합니다.</p>
          </div>
        </>
      )
    },
    {
      title: '경영정보',
      subTitle: 'Business I.T',
      parts: (
        <>
        </>
      ),
      content: (
        <>
          <div>
            <p>본사, 매장, 거래처, 물류의 유기적이고 효율적인 업무 진행을 위한 전산서비스를 제공합니다.</p>
            <p>사내 인트라넷 및 사내전산시스템(ERP)를 개발하고 운영하며 유지보수를 담당합니다.</p>
          </div>
        </>
      )
    },
    {
      title: '경영관리',
      subTitle: 'Business Management',
      parts: (
        <>
          <p>기획심사</p>
          <p>인사</p>
        </>
      ),
      content: (
        <>
          <div>
            <p>[기획심사]</p>
            <p>사업계획, 관리결산, 예산관리, 업무효율개선 등을 통해 사업부 경영지원 업무를 수행합니다.</p>
            <p>- 사업계획 / 관리결산 / 예산관리 / 업무효율개선 등</p>
          </div>
          <div>
            <p>[인사]</p>
            <p>경영전략에 근거하여 인사기획 및 제반업무를 수행합니다.</p>
            <p>- 채용 / 조직관리 / 육성 / 평가 / 보상 / 조직문화 / 사내복리후생 / 급여행정실무 등</p>
          </div>
        </>
      )
    },
  ]
  return { Data }
}