import React from 'react'

export const NewsData = () => {
  const Data = [
    {
      id: 39,
      date: '2024-03-29',
      title: '[공지] 2023년 제 21기 결산공고',
      name: '㈜STO',
    },
    {
      id: 38,
      date: '2024-03-21',
      title: '[공지] 2023년 제 21기 연결감사보고서',
      name: '㈜STO',
    },
    {
      id: 37,
      date: '2024-03-21',
      title: '[공지] 2023년 제 21기 감사보고서',
      name: '㈜STO',
    },
    {
      id: 36,
      date: '2024-03-21',
      title: '[공지] 2023년 제 21기 사업보고서',
      name: '㈜STO',
    },
    {
      id: 35,
      date: '2023-12-12',
      title: '[공지] 제 21기 정기주주총회 및 이익배당 기준일 설정공고',
      name: '㈜STO',
    },
    {
      id: 34,
      date: '2023-05-31',
      title: '[IR] 2023년 1분기 경영실적',
      name: '㈜STO',
    },
    {
      id: 33,
      date: '2023-04-28',
      title: '[IR] 2022년 4분기 경영실적',
      name: '㈜STO',
    },
    {
      id: 32,
      date: '2023-03-31',
      title: '[공지] 2022년 제 20기 결산공고',
      name: '㈜STO',
    },
    {
      id: 31,
      date: '2023-03-21',
      title: '[공지] 2022년 제 20기 연결감사보고서',
      name: '㈜STO',
    },
    {
      id: 30,
      date: '2023-03-21',
      title: '[공지] 2022년 제 20기 감사보고서',
      name: '㈜STO',
    },
    {
      id: 39,
      date: '2024-03-29',
      title: '[공지] 2023년 제 21기 결산공고',
      name: '㈜STO',
    },
    {
      id: 38,
      date: '2024-03-21',
      title: '[공지] 2023년 제 21기 연결감사보고서',
      name: '㈜STO',
    },
    {
      id: 37,
      date: '2024-03-21',
      title: '[공지] 2023년 제 21기 감사보고서',
      name: '㈜STO',
    },
    {
      id: 36,
      date: '2024-03-21',
      title: '[공지] 2023년 제 21기 사업보고서',
      name: '㈜STO',
    },
    {
      id: 35,
      date: '2023-12-12',
      title: '[공지] 제 21기 정기주주총회 및 이익배당 기준일 설정공고',
      name: '㈜STO',
    },
    {
      id: 34,
      date: '2023-05-31',
      title: '[IR] 2023년 1분기 경영실적',
      name: '㈜STO',
    },
    {
      id: 33,
      date: '2023-04-28',
      title: '[IR] 2022년 4분기 경영실적',
      name: '㈜STO',
    },
    {
      id: 32,
      date: '2023-03-31',
      title: '[공지] 2022년 제 20기 결산공고',
      name: '㈜STO',
    },
    {
      id: 31,
      date: '2023-03-21',
      title: '[공지] 2022년 제 20기 연결감사보고서',
      name: '㈜STO',
    },
    {
      id: 30,
      date: '2023-03-21',
      title: '[공지] 2022년 제 20기 감사보고서',
      name: '㈜STO',
    },
    {
      id: 39,
      date: '2024-03-29',
      title: '[공지] 2023년 제 21기 결산공고',
      name: '㈜STO',
    },
    {
      id: 38,
      date: '2024-03-21',
      title: '[공지] 2023년 제 21기 연결감사보고서',
      name: '㈜STO',
    },
    {
      id: 37,
      date: '2024-03-21',
      title: '[공지] 2023년 제 21기 감사보고서',
      name: '㈜STO',
    },
    {
      id: 36,
      date: '2024-03-21',
      title: '[공지] 2023년 제 21기 사업보고서',
      name: '㈜STO',
    },
    {
      id: 35,
      date: '2023-12-12',
      title: '[공지] 제 21기 정기주주총회 및 이익배당 기준일 설정공고',
      name: '㈜STO',
    },
    {
      id: 34,
      date: '2023-05-31',
      title: '[IR] 2023년 1분기 경영실적',
      name: '㈜STO',
    },
    {
      id: 33,
      date: '2023-04-28',
      title: '[IR] 2022년 4분기 경영실적',
      name: '㈜STO',
    },
    {
      id: 32,
      date: '2023-03-31',
      title: '[공지] 2022년 제 20기 결산공고',
      name: '㈜STO',
    },
    {
      id: 31,
      date: '2023-03-21',
      title: '[공지] 2022년 제 20기 연결감사보고서',
      name: '㈜STO',
    },
    {
      id: 30,
      date: '2023-03-21',
      title: '[공지] 2022년 제 20기 감사보고서',
      name: '㈜STO',
    },
  ]
  return { Data }
}
